{ "translations": {
    "This is someone else's private key" : "هذا مفتاح خاص لشخص آخر",
    "Could not find the private key of the user %s" : "تعذر العثور على المفتاح الخاص للمستخدم %s",
    "Internal error" : "خطأ داخلي",
    "You are not allowed to delete this private key" : "لا يسمح لك بحذف هذا المفتاح الخاص",
    "Could not find the private key belonging to the user %s" : "تعذر العثور على المفتاح الخاص للمستخدم %s",
    "Could not find the public key belonging to the user %s" : "تعذر العثور على المفتاح العام للمستخدم %s",
    "Common name (CN) does not match the current user" : "الاسم الشائع (CN) لا يطابق المستخدم الحالي",
    "Could not find the public key belonging to %s" : "تعذر العثور على المفتاح العام لـ %s",
    "This is not your public key to delete" : "هذا ليس مفتاحك العام ليمكنك حذفه",
    "Cannot decode userlist" : "لا يمكن تحليل قائمة المستخدمين userlist",
    "X-NC-E2EE-COUNTER is missing in the request" : "X-NC-E2EE-COUNTER ناقصة في الطلب",
    "You are not allowed to create the lock" : "ليس مسموحاً لك بإنشاء قُفْلٍ lock",
    "You are not allowed to lock the root" : "ليس مسموحاً لك بقفل الجذر",
    "File already locked" : "الملف مقفل بالفعل",
    "e2e-token is empty" : "e2e-token فارغ",
    "You are not allowed to remove the lock" : "لا يسمح لك بحذف القفل",
    "File not locked" : "الملف غير مقفول",
    "Could not find metadata for \"%s\"" : "تعذر العثور على البيانات الوصفية metadata لـ \"%s\"",
    "Cannot read metadata" : "لا يمكن قراءة البيانات الوصفية metadata",
    "X-NC-E2EE-SIGNATURE is empty" : "X-NC-E2EE-SIGNATURE فارغ",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "غير مسموح لك بتحرير الملف؛ تأكد من قفله أوّلاً، ثم إرسِل الأَمَارَة token الصحيحة",
    "Cannot store metadata" : "لا يمكن تخزين البيانات الوصفية metadata",
    "Metadata-file does not exist" : "ملف البيانات الوصفية metadata غير موجود",
    "Only the owner can delete the metadata-file" : "يمكن للمالك فقط حذف ملف البيانات الوصفية metadata",
    "Cannot delete metadata" : "لا يمكن حذف البيانات الوصفية metadata",
    "Cannot update filedrop" : "لا يمكن تحديث إسقاط الملف filedrop",
    "Encrypted share" : "مُشاركة مُشفّرة",
    "End-to-End Encryption" : "التشفير الطرفي E2EE",
    "End-to-end encryption endpoint" : "نقطة نهائية endpoint للتشفير الطرفي E2EE",
    "This app provides all the necessary APIs to implement End-to-End encryption on the client side.\nAdditionally it implements Secure FileDrop and makes sure that End-to-End encrypted files are neither accessible via the web interface nor other WebDAV clients." : "يوفر هذا التطبيق جميع واجهات برمجة التطبيقات API اللازمة لتنفيذ التشفير من الحدّ للحدّ من جهة العميل. بالإضافة إلى ذلك، فإنه ينفذ \"الإفلات الآمن للملفات\" Secure FileDrop ويتأكد من أن الملفات المشفرة من الحدّ للحدّ لا يمكن الوصول إليها عبر واجهة الويب أو عبر عملاء WebDAV الآخرين.",
    "The server could serve malicious source code to extract the secret that protects your files." : "قد يتعامل الخادوم مع كود مصدري ضار لاستخراج السر الذي يحمي ملفاتك.",
    "I understand the risks" : "أنا أعِي المخاطر",
    "Submit" : "إرسال ",
    "Folder name cannot be empty" : "اسم المجلد لا يمكن أن يكون فارغاً",
    "Folder name" : "اسم المجلد",
    "Mnemonic" : "الاختزالية",
    "Continue" : "متابعة",
    "Read only" : "للقراءة فقط",
    "Edit" : "تحرير",
    "Remove" : "حذف",
    "Share permissions" : "أذونات المشاركة",
    "Save" : "حفظ",
    "Enter your 12 words mnemonic" : "أدخِل الكلمات الاختزالية الـ 12  ",
    "Decrypting your files in the browser can weaken security" : "فك تشفير ملفاتك في مستعرض الويب يمكن أن يتسبب في إضعاف الأمان",
    "Error while uploading files" : "خطأ أثناء رفع الملفات",
    "Error while uploading metadata" : "خطأ خلال رفع البيانات الوصفية metadata",
    "Select or drop files" : "اختر أو اسحب ملفات",
    "Upload encrypted files to {fileName}" : "رفع ملفات مشفرة إلى {fileName}",
    "Saved groups" : "مجموعات محفوظة",
    "Limit to groups" : "مقتصر على المجموعات التالية",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "عند تحديد مجموعة واحدة على الأقل، يمكن لأفراد المجموعات المدرجة فقط استخدام تطبيق التشفير الطرفي E2EE.",
    "Limit app usage to groups" : "قصر استخدام التطبيق على بعض المجموعات",
    "Confirm resetting keys" : "تأكيد إعادة تعيين المفاتيح",
    "This is the final warning: Do you really want to reset your keys?" : "هذا هو التحذير الأخير: هل تريد حقًا إعادة تعيين مفاتيحك؟",
    "Cancel" : "إلغاء",
    "Reset keys" : "إعادة تعيين المفاتيح",
    "End-to-end encryption is currently enabled and correctly setup." : "التشفير الطرفي  مُفعّلٌ  حاليًا و مُعدٌّ كما يجب.",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "التشفير الطرفي معطل. يمكنك إعداده عن طريق تطبيقات العميل الخاصة بـ {productName}.",
    "End-to-end encryption keys reset" : "تمّ إعادة تعيين مفاتيح التشفير الطرفي ",
    "Unable to reset end-to-end encryption" : "تعذّرت إعادة تعيين مفاتيح التشفير الطرفي",
    "End-to-end encryption" : "التشفير الطرفي E2EE",
    "Enable E2EE navigation in browser" : "تمكين التنقل المشفر طرفياً E2EE في مستعرض الويب لديك.",
    "Enabling E2EE in the browser can weaken security" : "تمكين التنقل المشفر طرفياً E2EE في مستعرض الويب يمكن أن يتسبب في إضعاف الأمان.",
    "Close" : "إغلاق",
    "Reset end-to-end encryption" : "إعادة تعيين التشفير الطرفي  E2EE",
    "Please read carefully before resetting your end-to-end encryption keys" : "رجاءً، إقرأ بعناية قبل إعادة تعيين مفاتيحك للتشفير الطرفي E2EE",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "بمجرد إعادة تعيين مفاتيح التشفير الطرفي E2EE، فإنه لن يعود بإمكانك الوصول إلى الملفات المخزنة في مجلدك المُشفّر.",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "يجب عليك فقط إعادة تعيين مفاتيح التشفير الطرفي  إذا فقدت كلمات مرورك الآمنة (العبارة الاستذكارية mnemonic).",
    "Check on all connected devices if you can retrieve your mnemonic." : "تحقق من جميع الأجهزة المتصلة إذا كان بإمكانك استرداد  عبارتك الاستذكارية mnemonic.",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "قد يتسبب أي جهاز لا يزال متصلاً في حدوث مشكلات بعد حذف المفاتيح، لذلك من الأفضل فصل جميع الأجهزة وإعادة توصيلها مرة أخرى.",
    "Delete existing encrypted files" : "حذف الملفات المشفرة الحالية",
    "Download unencrypted" : "تنزيل غير مشفر"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}