{ "translations": {
    "This is someone else's private key" : "Aquesta és la clau privada d'algú altre",
    "Could not find the private key of the user %s" : "No s'ha pogut trobar la clau privada de l'usuari %s",
    "Internal error" : "Error intern",
    "You are not allowed to delete this private key" : "No podeu suprimir aquesta clau privada",
    "Could not find the private key belonging to the user %s" : "No s’ha pogut trobar la clau privada de l'usuari %s",
    "Could not find the public key belonging to the user %s" : "No s’ha pogut trobar la clau pública de l'usuari %s",
    "Common name (CN) does not match the current user" : "El nom comú (CN) no coincideix amb l'usuari actual",
    "Could not find the public key belonging to %s" : "No s’ha pogut trobar la clau pública pertanyent a %s",
    "This is not your public key to delete" : "Aquesta no és la vostra clau pública per suprimir",
    "Cannot decode userlist" : "No es pot descodifiar la llista d'usuaris",
    "X-NC-E2EE-COUNTER is missing in the request" : "Falta X-NC-E2EE-COUNTER a la sol·licitud",
    "You are not allowed to create the lock" : "No teniu permís per crear el bloqueig",
    "You are not allowed to lock the root" : "No teniu permís per bloquejar l'arrel",
    "File already locked" : "El fitxer ja està blocat",
    "e2e-token is empty" : "e2e-testimoni està buit",
    "You are not allowed to remove the lock" : "No teniu permès treure el bloqueig",
    "File not locked" : "Fitxer no blocat",
    "Could not find metadata for \"%s\"" : "No s’han pogut trobar metadades per a \"%s\"",
    "Cannot read metadata" : "No es poden llegir les metadades",
    "X-NC-E2EE-SIGNATURE is empty" : "X-NC-E2EE-SIGNATURE està buit",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "No teniu permès editar el fitxer, assegureu-vos primer de bloquejar-lo i després envieu el testimoni adequat",
    "Cannot store metadata" : "No es poden desar les metadades",
    "Metadata-file does not exist" : "El fitxer de metadades no existeix",
    "Only the owner can delete the metadata-file" : "Només el propietari pot suprimir el fitxer de metadades",
    "Cannot delete metadata" : "No es poden suprimir les metadades",
    "Cannot update filedrop" : "No es pot actualitzar filedrop",
    "Encrypted share" : "Compartició xifrada",
    "End-to-End Encryption" : "Xifratge d'extrem a extrem",
    "End-to-end encryption endpoint" : "Extrem xifratge extrem-a-extrem",
    "This app provides all the necessary APIs to implement End-to-End encryption on the client side.\nAdditionally it implements Secure FileDrop and makes sure that End-to-End encrypted files are neither accessible via the web interface nor other WebDAV clients." : "Aquesta aplicació proporciona totes les API necessàries per implementar el xifratge d'extrem a extrem al costat del client.\nA més, implementa Secure FileDrop i s'assegura que els fitxers xifrats d'extrem a extrem no siguin accessibles a través de la interfície web ni d'altres clients WebDAV.",
    "The server could serve malicious source code to extract the secret that protects your files." : "El servidor podria servir codi font maliciós per extreure el secret que protegeix els vostres fitxers.",
    "I understand the risks" : "Entenc els riscos",
    "Submit" : "Envia",
    "Folder name cannot be empty" : "El nom de la carpeta no pot estar buit",
    "Folder name" : "Nom de la carpeta",
    "Mnemonic" : "Mnemotècnic",
    "Continue" : "Continuar",
    "Read only" : "Només de lectura",
    "Edit" : "Edició",
    "Remove" : "Suprimir",
    "Save" : "Desa",
    "Enter your 12 words mnemonic" : "Introduïu el vostre mnemotècnic de 12 paraules",
    "Decrypting your files in the browser can weaken security" : "Desxifrar els fitxers al navegador pot debilitar la seguretat",
    "Error while uploading files" : "S'ha produït un error en penjar fitxers",
    "Error while uploading metadata" : "S'ha produït un error en penjar les metadades",
    "Select or drop files" : "Selecciona o deixa anar els fitxers",
    "Upload encrypted files to {fileName}" : "Pujada de fitxers xifrats a {fileName}",
    "Saved groups" : "Grups guardats",
    "Limit to groups" : "Limita a grups",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "Quan se selecciona almenys un grup, només les persones dels grups llistats poden utilitzar l'aplicació de xifratge d'extrem a extrem.",
    "Limit app usage to groups" : "Limita l’ús de l’aplicació als grups",
    "Confirm resetting keys" : "Confirmeu el reinici de les claus",
    "This is the final warning: Do you really want to reset your keys?" : "Aquest és l'avís final: realment voleu restablir les vostres claus?",
    "Cancel" : "Cancel·la",
    "Reset keys" : "Restableix les claus",
    "End-to-end encryption is currently enabled and correctly setup." : "Actualment, el xifratge d'extrem a extrem està habilitat i configurat correctament.",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "Actualment, el xifratge d'extrem a extrem està inhabilitat. Podeu configurar-lo amb els clients {productName}.",
    "End-to-end encryption keys reset" : "Les claus de xifratge d'extrem a extrem restablertes",
    "Unable to reset end-to-end encryption" : "No es pot restablir el xifratge d'extrem a extrem",
    "End-to-end encryption" : "Xifratge d'extrem a extrem",
    "Enable E2EE navigation in browser" : "Habilita la navegació E2EE al navegador",
    "Enabling E2EE in the browser can weaken security" : "Habilitant E2EE al navegador pot debilitar la seguretat",
    "Close" : "Tanca",
    "Reset end-to-end encryption" : "Restableix el xifratge d'extrem a extrem",
    "Please read carefully before resetting your end-to-end encryption keys" : "Si us plau, llegiu atentament abans de restablir les vostres claus de xifratge d'extrem a extrem",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "Un cop es restableixin les claus de xifratge d'extrem a extrem, tots els fitxers emmagatzemats a la carpeta xifrada seran inaccessibles.",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "Només hauríeu de restablir les vostres claus de xifratge d'extrem a extrem si heu perdut les vostres paraules clau segures (recordatori).",
    "Check on all connected devices if you can retrieve your mnemonic." : "Comproveu a tots els dispositius connectats si podeu recuperar el vostre recordatori.",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "Qualsevol dispositiu encara connectat pot causar problemes després de suprimir les claus, per la qual cosa és millor desconnectar i tornar a connectar els dispositius.",
    "Delete existing encrypted files" : "Suprimeix els fitxers xifrats existents",
    "Download unencrypted" : "Baixa sense xifrar"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}