{ "translations": {
    "This is someone else's private key" : "Aquesta és la clau privada d'algú altre",
    "Could not find the private key of the user %s" : "No s'ha pogut trobar la clau privada de l'usuari %s",
    "Internal error" : "Error intern",
    "You are not allowed to delete this private key" : "No podeu suprimir aquesta clau privada",
    "Could not find the private key belonging to the user %s" : "No s’ha pogut trobar la clau privada de l'usuari %s",
    "internal error" : "error intern",
    "Could not find the public key belonging to the user %s" : "No s’ha pogut trobar la clau pública de l'usuari %s",
    "Common name (CN) does not match the current user" : "El nom comú (CN) no coincideix amb l'usuari actual",
    "Could not find the public key belonging to %s" : "No s’ha pogut trobar la clau pública pertanyent a %s",
    "This is not your private key to delete" : "Aquesta no és la vostra clau privada a suprimir",
    "Could not find metadata for \"%s\"" : "No s’han pogut trobar metadades per a \"%s\"",
    "Can\\'t read metadata" : "No s’han pogut llegir metadades",
    "Can\\'t store metadata" : "No s’han pogut desar metadades",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "No podeu editar el fitxer, assegureu-vos primer de bloquejar-lo i després envieu el token adequat",
    "Metadata-file doesn\\'t exist" : "El fitxer de metadades no existeix",
    "Only the owner can delete the metadata-file" : "Només el propietari pot suprimir el fitxer de metadades",
    "Can\\'t delete metadata" : "No es poden suprimir metadades",
    "File already locked" : "El fitxer ja està blocat",
    "You are not allowed to remove the lock" : "No podeu treure el bloqueig",
    "File not locked" : "Fitxer no blocat",
    "Can not decode userlist" : "No es pot descodificar la llista d’usuaris",
    "End-to-End Encryption" : "Xifratge d'extrem a extrem",
    "End-to-end encryption endpoint" : "Extrem d’encriptació extrem-a-extrem",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state, don't use this in production and only with test data!" : "Proporciona el punt d’entrada necessari per permetre el xifratge d'extrem a extrem. L’encriptació extrem-a-extrem està encara en estat alfa, no ho feu servir en producció i només amb dades de prova!"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}