{ "translations": {
    "This is someone else's private key" : "Toto je soukromý klíč někoho jiného",
    "Could not find the private key of the user %s" : "Nedaří se nalézt soukromý klíč pro uživatele %s",
    "Internal error" : "Vnitřní chyba",
    "You are not allowed to delete this private key" : "Nemáte oprávnění smazat tento soukromý klíč",
    "Could not find the private key belonging to the user %s" : "Nedaří se nalézt soukromý klič patřící uživateli %s",
    "internal error" : "vnitřní chyba",
    "Could not find the public key belonging to the user %s" : "Nelze nalézt veřejný klíč patřící uživateli %s",
    "Common name (CN) does not match the current user" : "Běžné jméno (CN) se neshoduje s aktuálním uživatelem",
    "Could not find the public key belonging to %s" : "Nedaří se nalézt veřejný klíč náležející k %s",
    "This is not your private key to delete" : "Chcete smazat soukromý klíč, který není váš",
    "Could not find metadata for \"%s\"" : "Nedaří se nalézt metadata „%s“",
    "Can\\'t read metadata" : "Nedaří se číst metadata",
    "Can\\'t store metadata" : "Nedaří se uložit metadata ",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Nemáte povoleno úpravy souboru, ujistěte se, že nejprve zamknete a potom odešlete správný token",
    "Metadata-file doesn\\'t exist" : "Soubor s metadaty neexistuje ",
    "Only the owner can delete the metadata-file" : "Pouze majitel může smazat metadata-file",
    "Can\\'t delete metadata" : "Nedaří se smazat metadata",
    "File already locked" : "Soubor už je uzamčen",
    "You are not allowed to remove the lock" : "Nemáte oprávnění k odebrání uzamčení",
    "File not locked" : "Soubor není uzamčen",
    "Can not decode userlist" : "Nedaří se dekódovat seznam uživatelů",
    "End-to-End Encryption" : "Šifrování end-to-end",
    "End-to-end encryption endpoint" : "Koncový bod end-to-end šifrování",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state. Use only with test data, never in production!" : "Poskytuje nezbytné koncové body pro zapnutí end-to-end šifrování. Toto je pořád ve vývojovém stádiu. Použijte pouze pro testovací data, nikdy ne v produkci!",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state, don't use this in production and only with test data!" : "Poskytuje nutný koncový bod pro end-to-end šifrování. Toto šifrování je stále v alpha stádiu, proto nepoužívejte v produkci a s jinými, než testovacími daty!"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}