{ "translations": {
    "Not allowed to get private key" : "Privater Schlüssel darf nicht abgerufen werden",
    "This is someone else's private key" : "Dies ist der private Schlüssel von jemand anderem",
    "Could not find the private key of the user %s" : "Der private Schlüssel des Benutzers %s konnte nicht gefunden werden",
    "Internal error" : "Interner Fehler",
    "You are not allowed to delete this private key" : "Du bist nicht berechtigt, diesen privaten Schlüssel zu löschen.",
    "Could not find the private key belonging to the user %s" : "Der private Schlüssel des Benutzers %s konnte nicht gefunden werden",
    "Could not find the public key belonging to the user %s" : "Der öffentliche Schlüssel des Benutzers %s konnte nicht gefunden werden",
    "Could not parse the CSR, please make sure to submit a valid CSR" : "Die CSR konnte nicht geparst werden. Bitte sicherstellen, dass eine gültige CSR eingereicht wird",
    "Common name (CN) does not match the share token" : "Der Common Name (CN) stimmt nicht mit dem Freigabetoken überein",
    "You are not the owner of the share" : "Du bist nicht der Besitzer dieser Freigabe",
    "Common name (CN) does not match the current user" : "Der Common name (CN) stimmt nicht mit dem aktuellen Benutzer überein",
    "Could not find the public key belonging to %s" : "Der öffentliche Schlüssel des Benutzers %s konnte nicht gefunden werden",
    "This is not your public key to delete" : "Dies ist nicht dein öffentlicher Schlüssel und kann daher nicht gelöscht werden",
    "Cannot decode userlist" : "Benutzerliste kann nicht entschlüsselt werden",
    "X-NC-E2EE-COUNTER is missing in the request" : "X-NC-E2EE-COUNTER fehlt in der Anfrage",
    "You are not allowed to create the lock" : "Du bist nicht berechtigt, die Sperre zu erstellen",
    "You are not allowed to lock the root" : "Du darfst das Hauptverzeichnis nicht sperren",
    "File already locked" : "Datei ist bereits gesperrt",
    "e2e-token is empty" : "e2e-Token ist leer",
    "You are not allowed to remove the lock" : "Du bist nicht berechtigt, die Sperrung aufzuheben.",
    "File not locked" : "Datei nicht gesperrt",
    "Could not find metadata for \"%s\"" : "Für \"%s\" konnten keine Metadaten gefunden werden",
    "Cannot read metadata" : "Metadaten können nicht gelesen werden",
    "X-NC-E2EE-SIGNATURE is empty" : "X-NC-E2EE-SIGNATUR ist leer",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Du bist nicht berechtigt, die Datei zu bearbeiten. Stelle sicher, dass du sie zuerst sperrst und das richtige Token sendest.",
    "Cannot store metadata" : "Metadaten können nicht gespeichert werden",
    "Metadata-file does not exist" : "Metadaten-Datei existiert nicht",
    "Only the owner can delete the metadata-file" : "Nur der Besitzer kann die Metadaten-Datei löschen",
    "Cannot delete metadata" : "Metadaten können nicht gelöscht werden",
    "Cannot update filedrop" : "File-Drop kann nicht aktualisiert werden",
    "Encrypted share" : "Verschlüsselte Freigabe",
    "End-to-End Encryption" : "Ende-zu-Ende-Verschlüsselung",
    "Enable client-side end-to-end encryption for your most sensitive files, ensuring complete privacy with zero-knowledge security." : "Die clientseitige Ende-zu-Ende-Verschlüsselung für deine sensibelsten Dateien aktivieren und gewährleiste so die vollständige Privatsphäre mit Zero-Knowledge-Sicherheit.",
    "## **End-to-End Encryption**\n\n### For End Users\n\n**Protect your most sensitive files with strong encryption.**\n\nThe End-to-End Encryption app gives you complete control over your data privacy.\nWith this app, you can encrypt specific folders so that only you (and those you trust) can access their contents.\nYour files are encrypted on your device before they reach the server, ensuring that no one—not even the server administrator—can read them.\n\n**Benefits:**\n- 🔒 **True privacy**: Files are encrypted on your device and can only be decrypted by you\n- 📱 **Works across all platforms**: Fully supported on desktop, Android, iOS clients, and as you wish even in the browser\n- 🎯 **Selective encryption**: Choose which folders to encrypt\n- 🛡️ **Secure sharing**: Share encrypted files with other users or even secure public upload using the encrypted file drop\n\n---\n\n### For Administrators\n\n**Enterprise-ready end-to-end encryption infrastructure for your Nextcloud instance.**\n\nThis app provides all the necessary server-side APIs and infrastructure to enable End-to-End encryption (E2EE) for your users.\nIt ensures that encrypted data remains secure throughout its lifecycle on your server.\n\n**Technical highlights:**\n- 🔐 **Complete API suite**: Provides all client-side APIs needed for E2EE implementation\n- 🔒 **Secure FileDrop integration**: Enables secure file sharing with encryption\n- 🛡️ **Zero-knowledge architecture**: Server never has access to encryption keys\n- ⚙️ **Group restrictions**: Limit app usage to specific user groups if needed\n- 🔄 **Background job management**: Automatic rollback handling for failed operations\n\n### Setup\nThis application provides the server-side infrastructure for end-to-end encryption, but it requires client support to function.\nTo enable end-to-end encryption, users will need to install the corresponding client-side app on their devices (desktop, Android, iOS) or use the web client.\n\nUsing the web interface, after enabling it in the personal settings, allows you to encrypt files and folders directly in the browser,\nproviding a seamless experience without needing additional software. But also requires some kind of trust in the server as the code is delivered by the server and could be manipulated.\n\nOnce enable through clients or the web interface, you can create encrypted folders and upload or move files into them.\nThe clients and the web interface will handle the encryption and decryption processes automatically.\n\n⚠️ This comes with some limitations and caveats, as only normal file operations can be handled.\nMeaning that some apps in the web interface do not work with encrypted files." : "## **Ende-zu-Ende-Verschlüsselung**\n\n### Für Endbenutzer\n\n**Schütze deine sensibelsten Dateien mit starker Verschlüsselung.**\n\nDie Ende-zu-Ende-Verschlüsselungs-App gibt dir die vollständige Kontrolle über deinen Datenschutz.\nMit dieser App kannst du bestimmte Ordner verschlüsseln, sodass nur du (und diejenigen, denen du vertraust) auf deren Inhalt zugreifen können.\nDeine Dateien werden auf deinem Gerät verschlüsselt, bevor sie den Server erreichen, wodurch sichergestellt wird, dass niemand —nicht einmal die Serveradministration— sie lesen kann.\n\n**Vorteile:**\n- 🔒 **Wahre Privatsphäre**: Dateien werden auf deinem Gerät verschlüsselt und können nur von dir entschlüsselt werden\n- 📱 **Funktioniert plattformübergreifend**: Vollständig unterstützt von den Desktop-, Android- und iOS-Clients und soweit gewünscht sogar im Browser\n- 🎯 **Selektive Verschlüsselung**: Auswählen, welche Ordner verschlüsselt werden sollen\n- 🛡️ **Sicheres Teilen**: Verschlüsselte Dateien mit anderen Benutzern teilen oder sogar den öffentlichen Upload mithilfe des verschlüsselten DateiDrop absichern\n\n---\n\n### Für die Administration\n\n**Unternehmenstaugliche Ende-zu-Ende-Verschlüsselungsinfrastruktur für deine Nextcloud-Instanz.**\n\nDiese App bietet alle notwendigen serverseitigen APIs und die Infrastruktur, um deinen Benutzern eine Ende-zu-Ende-Verschlüsselung (E2EE) zu ermöglichen.\nSie stellt sicher, dass verschlüsselte Daten während ihres gesamten Lebenszyklus auf deinem Server sicher bleiben.\n\n**Technische Highlights:**\n- 🔐 **Komplette API-Suite**: Bietet alle clientseitigen APIs, die für die E2EE-Implementierung erforderlich sind\n- 🔒 **Sichere FileDrop-Integration**: Ermöglicht sicheres Filesharing mit Verschlüsselung\n- 🛡️ **Zero-Knowledge-Architektur**: Der Server hat nie Zugriff auf die Verschlüsselungsschlüssel\n- ⚙️ **Gruppenbeschränkungen**: Die App-Nutzung bei Bedarf auf bestimmte Benutzergruppen beschränken\n- 🔄 **Hintergrund-Jobverwaltung**: Automatische Rollback-Behandlung für fehlgeschlagene Vorgänge\n\n### Einrichtung\nDiese Anwendung stellt die serverseitige Infrastruktur für die Ende-zu-Ende-Verschlüsselung bereit, benötigt jedoch Client-Unterstützung, um zu funktionieren.\nUm eine Ende-zu-Ende-Verschlüsselung zu ermöglichen, müssen Benutzer die entsprechende clientseitige App auf ihren Geräten (Desktop, Android, iOS) installieren oder den Webclient verwenden.\n\nÜber die Weboberfläche kannst du nach der Aktivierung in den persönlichen Einstellungen Dateien und Ordner direkt im Browser verschlüsseln\nBereitstellung eines nahtlosen Erlebnisses, ohne dass zusätzliche Software erforderlich ist. Erfordert aber auch eine gewisse Art von Vertrauen in den Server, da der Code vom Server bereitgestellt wird und manipuliert werden könnte.\n\nSobald die Aktivierung über die Clients oder die Weboberfläche erfolgt ist, kannst du verschlüsselte Ordner erstellen und Dateien darin hochladen oder verschieben.\nDie Clients und die Weboberfläche übernehmen die Verschlüsselungs- und Entschlüsselungsprozesse automatisch.\n\n⚠️ Dies ist mit einigen Einschränkungen und Vorbehalten verbunden, da nur normale Dateivorgänge verarbeitet werden können.\nDas bedeutet, dass einige Apps in der Weboberfläche nicht mit verschlüsselten Dateien funktionieren.",
    "The server could serve malicious source code to extract the secret that protects your files." : "Der Server könnte schädlichen Quellcode bereitstellen, um das Geheimnis zu extrahieren, das deine Dateien schützt.",
    "I understand the risks" : "Ich bin mir des Risikos bewusst",
    "Do not show this warning the next time" : "Diese Warnung beim nächsten Mal nicht anzeigen",
    "Create new encrypted folder" : "Neuen verschlüsselten Ordner erstellen",
    "Checking encryption setup …" : "Überprüfe die Verschlüsselungseinrichtung …",
    "Submit" : "Übermitteln",
    "Create folder" : "Ordner erstellen",
    "Folder name cannot be empty" : "Der Ordnername darf nicht leer sein",
    "A folder with this name already exists" : "Ein Ordner mit diesem Namen existiert bereits",
    "\"{char}\" is not allowed in folder names" : "\"{char}\" ist in Ordnernamen unzulässig",
    "Folder name cannot end with \"{extension}\"" : "Ordnername darf nicht auf \"{extension}\" enden",
    "Folder name is invalid" : "Ordnername ist ungültig",
    "Creating folder …" : "Erstelle Ordner …",
    "Folder name" : "Ordnername",
    "Encrypting your files in the browser can weaken security" : "Das Verschlüsseln deiner Dateien im Browser kann unsicher sein",
    "Decrypting with given mnemonic failed" : "Die Entschlüsselung mit der angegebenen Gedächtnisstütze ist fehlgeschlagen",
    "Mnemonic" : "Gedächtnisstütze",
    "Setup encryption" : "Verschlüsselung einrichten",
    "Continue ({secondsLeft})" : "Fortsetzen ({secondsLeft})",
    "Continue" : "Fortsetzen",
    "To set up encryption, a new private key will be generated for you." : "Zum Einrichten der Verschlüsselung wird ein neuer privater Schlüssel erstellt.",
    "Please make sure to back up the following recovery phrase, as it will be required to access your encrypted files." : "Bitte sicherstellen, dass du die folgende Wiederherstellungsphrase sicherst, da diese für den Zugriff auf Ihre verschlüsselten Dateien erforderlich ist.",
    "Your recovery phrase is:" : "Deine Wiederherstellungsphrase ist:",
    "Download and decrypt" : "Herunterladen und entschlüsseln",
    "Download and decrypt all selected files." : "Ausgewählte Dateien herunterladen und entschlüsseln.",
    "Downloading …" : "Lade herunter …",
    "Failed downloads" : "Fehlgeschlagene Downloads",
    "Download" : "Herunterladen",
    "End-to-end encrypted link shares" : "Ende-zu-Ende-verschlüsselte Linkfreigaben",
    "Link share" : "Linkfreigabe",
    "End-to-end encrypted link share" : "Ende-zu-Ende-verschlüsselte Linkfreigabe",
    "Permissions" : "Berechtigungen",
    "Upload only" : "Nur hochladen",
    "View only" : "Nur anzeigen",
    "View and upload" : "Anzeigen und hochladen",
    "Unlike upload-only shares view-only shares require a trusted server to enforce the restriction." : "Im Gegensatz zu reinen Upload-Freigaben erfordern reine Ansichtsfreigaben einen vertrauenswürdigen Server, um die Beschränkung durchzusetzen.",
    "Share url" : "Freigabe-URL",
    "Please share the secret mnemonic with the recipient using a secure second channel." : "Bitte die geheime Gedächtnisstütze über einen sicheren zweiten Kanal mit dem Empfänger teilen.",
    "Update link share" : "Linkfreigabe aktualisieren",
    "Create link share" : "Linkfreigabe erstellen",
    "Close" : "Schließen",
    "Copy file drop link" : "Dateiablagelink kopieren",
    "Delete file drop" : "Dateiablage löschen",
    "The selected user has not yet enabled end-to-end encryption." : "Der ausgewählte Benutzer hat die Ende-zu-Ende-Verschlüsselung noch nicht aktiviert.",
    "Share permissions updated successfully." : "Freigabeberechtigungen aktualisiert.",
    "End-to-end encrypted shares" : "Ende-zu-Ende-verschlüsselte Freigaben",
    "Share recipients always have access to the full encrypted folder." : "Freigabe-Empfänger haben immer Zugriff auf den vollständig verschlüsselten Ordner.",
    "It is only possible to share with accounts that have already setup end-to-end encryption." : "Die Freigabe ist nur mit Konten möglich, die bereits eine Ende-zu-Ende-Verschlüsselung eingerichtet haben.",
    "Create end-to-end encrypted share" : "Ende-zu-Ende-verschlüsselte Freigabe erstellen",
    "Read, write, and share" : "Lesen, Schreiben und Teilen",
    "Read only" : "Schreibgeschützt",
    "Edit" : "Bearbeiten",
    "Remove" : "Entfernen",
    "User share setup" : "Einrichtung der Benutzer-Freigabe",
    "When limiting the permissions you have to trust the server to enforce the limitation." : "Bei der Einschränkung der Berechtigungen muss darauf vertraut werden, dass der Server die Einschränkung durchsetzt.",
    "Share permissions" : "Benötigt keine Übersetzung. Hier wird nur die formelle Übersetzung verwendet (de_DE).",
    "Save" : "Speichern",
    "Enter your 12 words mnemonic" : "Die 12-Wörter-Gedächtnisstütze eingeben",
    "Decrypting your files in the browser can weaken security" : "Das Entschlüsseln deiner Dateien im Browser kann unsicher sein",
    "Error while uploading files" : "Fehler beim Hochladen von Dateien",
    "Error while uploading metadata" : "Fehler beim Hochladen von Metadaten",
    "Select or drop files" : "Dateien auswählen oder hierher ziehen",
    "Upload encrypted files to {fileName}" : "Verschlüsselte Dateien hochladen nach {fileName}",
    "Failed to load shares." : "Freigaben konnten nicht geladen werden.",
    "Loading shares…" : "Lade Freigaben …",
    "Loading metadata…" : "Lade Metadaten …",
    "Saved groups" : "Gespeicherte Gruppen",
    "Limit to groups" : "Auf Gruppen beschränken",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "Wenn mindestens eine Gruppe ausgewählt ist, können nur Personen der aufgelisteten Gruppen die Ende-zu-Ende-Verschlüsselungs-App benutzen.",
    "Limit app usage to groups" : "App-Verwendung auf Gruppen beschränken",
    "Confirm resetting keys" : "Zurücksetzen der Schlüssel bestätigen",
    "This is the final warning: Do you really want to reset your keys?" : "Dies ist die letzte Warnung: Willst du deine Schlüssel wirklich zurücksetzen?",
    "Cancel" : "Abbrechen",
    "Reset keys" : "Schlüssel zurücksetzen",
    "End-to-end encryption is currently enabled and correctly setup." : "Die Ende-zu-Ende-Verschlüsselung ist derzeit aktiviert und korrekt eingerichtet.",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "Die Ende-zu-Ende-Verschlüsselung ist derzeit deaktiviert. Du kannst sie mit den {productName}-Clients einrichten.",
    "Unable to delete private key" : "Privater Schlüssel kann nicht gelöscht werden",
    "Unable to delete encrypted files" : "Verschlüsselte Dateien konnten nicht gelöscht werden.",
    "End-to-end encryption keys reset" : "Schlüssel der Ende-zu-Ende-Verschlüsselung zurücksetzen",
    "Unable to reset end-to-end encryption" : "Ende-zu-Ende-Verschlüsselung kann nicht zurückgesetzt werden",
    "End-to-end encryption" : "Ende-zu-Ende-Verschlüsselung",
    "End to end encryption not available" : "Ende-zu-Ende-Verschlüsselung nicht verfügbar",
    "Either your browser does not support end-to-end encryption or you are using an insecure connection (HTTP). Please use a modern browser and ensure you are using HTTPS." : "Entweder unterstützt dein Browser keine Ende-zu-Ende-Verschlüsselung oder du verwendest eine unsichere Verbindung (HTTP). Bitte verwende einen modernen Browser und stelle sicher, dass du HTTPS verwendest.",
    "Enable E2EE navigation in browser" : "E2EE-Navigation im Browser aktivieren",
    "Enabling E2EE in the browser can weaken security" : "Das Aktivieren von E2EE im Browser kann unsicher sein",
    "Reset end-to-end encryption" : "Ende-zu-Ende-Verschlüsselung zurücksetzen",
    "Please read carefully before resetting your end-to-end encryption keys" : "Bitte vor dem Zurücksetzen deiner Schlüssel für die Ende-zu-Ende-Verschlüsselung aufmerksam lesen.",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "Sobald deine Ende-zu-Ende-Verschlüsselungsschlüssel zurückgesetzt sind, kann auf alle in deinem verschlüsselten Ordner gespeicherten Dateien nicht mehr zugegriffen werden.",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "Du solltest deine Ende-zu-Ende-Verschlüsselungsschlüssel nur zurücksetzen, wenn du deine sicheren Schlüsselwörter (Gedächtnisstütze) verloren hast.",
    "Check on all connected devices if you can retrieve your mnemonic." : "Prüfe auf allen angeschlossenen Geräten, ob du deine Gedächtnisstütze abrufen kannst.",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "Jedes noch angeschlossene Gerät könnte nach dem Löschen der Schlüssel Probleme verursachen, daher ist es besser, die Geräte zu trennen und erneut anzuschließen.",
    "Delete existing encrypted files" : "Vorhandene verschlüsselte Dateien löschen",
    "Download unencrypted" : "Unverschlüsselt herunterladen",
    "New encrypted folder" : "Neuer verschlüsselter Ordner",
    "Creating new encrypted folder: Cancelled" : "Erstelle einen neuen verschlüsselten Ordner: Abgebrochen",
    "Creating new encrypted folder: Failed" : "Erstelle einen neuen verschlüsselten Ordner: Fehlgeschlagen",
    "End-to-end encryption endpoint" : "Endpunkt für Ende-zu-Ende-Verschlüsselung",
    "This app provides all the necessary APIs to implement End-to-End encryption on the client side.\nAdditionally it implements Secure FileDrop and makes sure that End-to-End encrypted files are neither accessible via the web interface nor other WebDAV clients." : "Diese App bietet alle notwendigen APIs, um eine Ende-zu-Ende-Verschlüsselung auf der Client-Seite zu implementieren.\nZusätzlich implementiert sie Secure FileDrop und stellt sicher, dass Ende-zu-Ende-verschlüsselte Dateien weder über das Webinterface noch über andere WebDAV-Clients zugänglich sind."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}