{ "translations": {
    "This is someone else's private key" : "Esta es la clave privada de alguien más",
    "Could not find the private key of the user %s" : "No se ha podido encontrar la clave privada del usuario %s",
    "Internal error" : "Error interno",
    "You are not allowed to delete this private key" : "No tienes permiso para eliminar esta clave privada",
    "Could not find the private key belonging to the user %s" : "No se ha podido encontrar la clave privada perteneciente al usuario %s",
    "internal error" : "Error interno",
    "Could not find the public key belonging to the user %s" : "No se ha podido encontrar la clave pública perteneciente al usuario %s",
    "Common name (CN) does not match the current user" : "El nombre común (CN) no coincide con el usuario actual",
    "Could not find the public key belonging to %s" : "No se ha podido encontrar la clave pública perteneciente a %s",
    "This is not your private key to delete" : "Esta clave privada no es tuya para que la puedas borrar",
    "Could not find metadata for \"%s\"" : "No se han podido encontrar los metadatos para \"%s\"",
    "Can\\'t read metadata" : "No se pueden leer los metadatos",
    "Can\\'t store metadata" : "No se pueden almacenar los metadatos",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "No se te permite editar el archivo, asegúrate primero de bloquearlo y, después, envía el token correcto",
    "Metadata-file doesn\\'t exist" : "El archivo de metadatos no existe",
    "Only the owner can delete the metadata-file" : "Solo el propietario puede eliminar el archivo de metadatos",
    "Can\\'t delete metadata" : "No se pueden borrar los metadatos",
    "File already locked" : "El archivo ya está bloqueado",
    "You are not allowed to remove the lock" : "No tienes permiso para eliminar el bloqueo",
    "File not locked" : "Archivo no bloqueado",
    "Can not decode userlist" : "No se puede descodificar la lista de usuarios",
    "End-to-End Encryption" : "Cifrado punto a punto",
    "End-to-end encryption endpoint" : "Extremo de la encriptación punto a punto",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state, don't use this in production and only with test data!" : "Provee el punto final necesario para activar la encriptación extremo a extremo.  ¡La encriptación extremo a extremo todavía está en fase alfa, no lo use en producción, solo con datos de prueba!"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}