{ "translations": {
    "This is someone else's private key" : "Esta é a chave privada de alguén máis",
    "Could not find the private key of the user %s" : "Non foi posíbel atopar a chave privada do usuario %s",
    "Internal error" : "Produciuse un erro interno",
    "You are not allowed to delete this private key" : "Non ten permisos para eliminar esta chave privada",
    "Could not find the private key belonging to the user %s" : "Non foi posíbel atopar a chave privada pertencente ao usuario %s",
    "Could not find the public key belonging to the user %s" : "Non foi posíbel atopar a chave pública pertencente ao usuario %s",
    "Common name (CN) does not match the current user" : "O nome común (CN) non coincide co usuario actual ",
    "Could not find the public key belonging to %s" : "Non foi posíbel atopar a chave pública pertencente a %s",
    "This is not your public key to delete" : "Esta non é a súa chave pública para que poida eliminala",
    "Can not decode userlist" : "No se pode descodificar a lista de usuarios ",
    "File already locked" : "O ficheiro xa está bloqueado",
    "You are not allowed to remove the lock" : "Non ten permiso para retirar o bloqueo",
    "File not locked" : "Ficheiro sen bloquear",
    "Could not find metadata for \"%s\"" : "Non foi posíbel atopar os metadatos para «%s»",
    "Can't read metadata" : "Non é posíbel ler os metadatos",
    "Can't store metadata" : "Non é posíbel almacenar os metadatos",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Non ten permiso para editar o ficheiro, asegúrese primeiro de bloquealo, e a seguir envíe o testemuño correcto",
    "Metadata-file doesn't exist" : "Non existe o ficheiro de metadatos",
    "Only the owner can delete the metadata-file" : "Só o propietario pode eliminar o ficheiro de metadatos ",
    "Can't delete metadata" : "Non é posíbel eliminar os metadatos",
    "End-to-End Encryption" : "Cifrado de extremo a extremo",
    "End-to-end encryption endpoint" : "Punto final do cifrado de extremo a extremo",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state. Use only with test data, never in production!" : "Fornece o punto final necesario para activar o cifrado de extremo a extremo. O cifrado de extremo a extremo aínda está en fase alfa. Useo só con datos de proba, nunca en produción.",
    "internal error" : "Produciuse un erro interno",
    "This is not your private key to delete" : "Esta non é a súa chave privada para que poida eliminala",
    "Can\\'t read metadata" : "Non é posíbel ler os metadatos",
    "Can\\'t store metadata" : "Non é posíbel almacenar os metadatos",
    "Metadata-file doesn\\'t exist" : "Non existe o ficheiro de metadatos",
    "Can\\'t delete metadata" : "Non é posíbel eliminar os metadatos",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state, don't use this in production and only with test data!" : "Fornece o punto final necesario para activar o cifrado de extremo a extremo. O cifrado de extremo a extremo aínda está en fase alfa, non o empregue en produción, só con datos de proba! "
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}