{ "translations": {
    "This is someone else's private key" : "これは誰かの秘密鍵です",
    "Could not find the private key of the user %s" : "ユーザー %s の秘密鍵が見つかりません",
    "Internal error" : "内部エラー",
    "You are not allowed to delete this private key" : "この秘密鍵を削除する許可がありません",
    "Could not find the private key belonging to the user %s" : "ユーザー %s の秘密鍵が見つかりません",
    "Could not find the public key belonging to the user %s" : "ユーザー %s の公開鍵が見つかりません",
    "Common name (CN) does not match the current user" : "コモンネーム(CN)が現在のユーザーと一致しません",
    "Could not find the public key belonging to %s" : "%s に属する公開鍵が見つかりません",
    "Can not decode userlist" : "ユーザリストをデコードできません",
    "File already locked" : "ファイルはすでにロックされています",
    "You are not allowed to remove the lock" : "ロックを解除することは許可されていません",
    "File not locked" : "ファイルはロックされていません",
    "Could not find metadata for \"%s\"" : "メタデータ \"%s\" が見つかりませんでした",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "ファイルの編集が許可されていません。まずファイルをロックし、適切なトークンを送信してください",
    "Only the owner can delete the metadata-file" : "オーナーだけがメタデータファイルを削除できます",
    "End-to-End Encryption" : "End-to-End 暗号化",
    "End-to-end encryption endpoint" : "End-to-End 暗号化のエンドポイント",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state. Use only with test data, never in production!" : "End-to-End 暗号化を有効にするために必要なエンドポイントを提供します。 End-to-End 暗号化はまだアルファ版です。決して実運用環境では使用せず、テストデータでのみ使用してください。",
    "internal error" : "内部エラー",
    "This is not your private key to delete" : "これは削除するあなたの秘密鍵ではありません",
    "Can\\'t read metadata" : "メタデータが読み込めません",
    "Can\\'t store metadata" : "メタデータが保存できません",
    "Metadata-file doesn\\'t exist" : "メタデータファイルがありません",
    "Can\\'t delete metadata" : "メタデータが削除できません",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state, don't use this in production and only with test data!" : "End-to-End 暗号化を有効にするために必要なエンドポイントを提供します。 End-to-End 暗号化はまだアルファ版です。実運用環境では使用せず、テストデータでのみ使用してください。"
},"pluralForm" :"nplurals=1; plural=0;"
}