{ "translations": {
    "This is someone else's private key" : "これは誰かの秘密鍵です",
    "Could not find the private key of the user %s" : "ユーザー %s の秘密鍵が見つかりません",
    "Internal error" : "内部エラー",
    "You are not allowed to delete this private key" : "この秘密鍵を削除する許可がありません",
    "Could not find the private key belonging to the user %s" : "ユーザー %s の秘密鍵が見つかりません",
    "Could not find the public key belonging to the user %s" : "ユーザー %s の公開鍵が見つかりません",
    "Common name (CN) does not match the current user" : "コモンネーム(CN)が現在のユーザーと一致しません",
    "Could not find the public key belonging to %s" : "%s に属する公開鍵が見つかりません",
    "This is not your public key to delete" : "これは削除するあなたの公開鍵ではありません",
    "Cannot decode userlist" : "ユーザーリストをデコードできません",
    "X-NC-E2EE-COUNTER is missing in the request" : "リクエストにX-NC-E2EE-COUNTERがありません",
    "You are not allowed to create the lock" : "ロックの作成は許可されていません",
    "You are not allowed to lock the root" : "ルートのロックは許可されていません",
    "File already locked" : "ファイルはすでにロックされています",
    "e2e-token is empty" : "e2e-tokenは空です",
    "You are not allowed to remove the lock" : "ロックを解除することは許可されていません",
    "File not locked" : "ファイルはロックされていません",
    "Could not find metadata for \"%s\"" : "メタデータ \"%s\" が見つかりませんでした",
    "Cannot read metadata" : "メタデータを読み込めません",
    "X-NC-E2EE-SIGNATURE is empty" : "X-NC-E2EE-SIGNATUREは空です",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "ファイルの編集が許可されていません。まずファイルをロックし、適切なトークンを送信してください",
    "Cannot store metadata" : "メタデータを保存できません",
    "Metadata-file does not exist" : "メタデータファイルが存在していません",
    "Only the owner can delete the metadata-file" : "オーナーだけがメタデータファイルを削除できます",
    "Cannot delete metadata" : "メタデータを削除できません",
    "Cannot update filedrop" : "ファイルドロップの更新ができません",
    "Encrypted share" : "暗号化された共有",
    "End-to-End Encryption" : "End-to-End 暗号化",
    "End-to-end encryption endpoint" : "End-to-End 暗号化のエンドポイント",
    "This app provides all the necessary APIs to implement End-to-End encryption on the client side.\nAdditionally it implements Secure FileDrop and makes sure that End-to-End encrypted files are neither accessible via the web interface nor other WebDAV clients." : "このアプリは、クライアント側でEnd-to-End暗号化を実装するために必要なすべてのAPIを提供します。\nさらに、Secure FileDrop を実装し、End-to-End で暗号化されたファイルには Web インターフェースからも他の WebDAV クライアントからもアクセスできないようにします。",
    "The server could serve malicious source code to extract the secret that protects your files." : "サーバーが悪意のあるソースコードを提供して、ファイルを保護するシークレットを抽出する可能性があります。",
    "I understand the risks" : "私はリスクを理解しています",
    "Submit" : "提出する",
    "Folder name cannot be empty" : "フォルダ名を空にすることはできません",
    "Folder name" : "フォルダー名",
    "Mnemonic" : "ニーモニック",
    "Continue" : "続ける",
    "Read only" : "読み込み専用",
    "Edit" : "編集",
    "Remove" : "削除",
    "Share permissions" : "共有権限",
    "Save" : "保存",
    "Enter your 12 words mnemonic" : "12語のニーモニックを入力",
    "Decrypting your files in the browser can weaken security" : "ブラウザーでファイルを復号化すると、セキュリティが弱まる可能性があります",
    "Error while uploading files" : "ファイルのアップロード中にエラーが発生しました",
    "Error while uploading metadata" : "メタデータのアップロード中にエラーが発生しました",
    "Select or drop files" : "ファイルを選択するか、ドラッグ&ドロップしてください",
    "Upload encrypted files to {fileName}" : "暗号化されたファイルを {fileName} にアップロードします",
    "Saved groups" : "保存されたグループ",
    "Limit to groups" : "グループに制限する",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "少なくとも1つのグループが選択されている場合、リストされたグループの人だけがEnd-to-End 暗号化アプリを使用できます。",
    "Limit app usage to groups" : "アプリの使用をグループに制限する",
    "Confirm resetting keys" : "リセットキーを確認",
    "This is the final warning: Do you really want to reset your keys?" : "最後の警告です。本当にキーをリセットしますか?",
    "Cancel" : "キャンセル",
    "Reset keys" : "リセットキー",
    "End-to-end encryption is currently enabled and correctly setup." : "End-to-End 暗号化が現在有効になっており、正しくセットアップされています。",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "End-to-End 暗号化は現在無効になっています。{productName}クライアントを使用して設定できます。",
    "Unable to delete private key" : "秘密鍵を削除できません",
    "Unable to delete encrypted files" : "暗号化されたファイルを削除できません",
    "End-to-end encryption keys reset" : "End-to-End 暗号化キーのリセット",
    "Unable to reset end-to-end encryption" : "End-to-End 暗号化をリセットできません",
    "End-to-end encryption" : "End-to-End 暗号化",
    "End to end encryption not available" : "End-to-End 暗号化は利用できません",
    "Either your browser does not support end-to-end encryption or you are using an insecure connection (HTTP). Please use a modern browser and ensure you are using HTTPS." : "お使いのブラウザがエンドツーエンド暗号化に対応していないか、安全でない接続（HTTP）を使用しています。最新のブラウザを使用し、HTTPS接続であることを確認してください。",
    "Enable E2EE navigation in browser" : "ブラウザーでE2EEナビゲーションを有効にする",
    "Enabling E2EE in the browser can weaken security" : "ブラウザーでE2EEを有効にすると、セキュリティが弱まる可能性があります",
    "Close" : "閉じる",
    "Reset end-to-end encryption" : "End-to-End 暗号化をリセット",
    "Please read carefully before resetting your end-to-end encryption keys" : "End-to-End 暗号化キーをリセットする前に、よくお読みください",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "End-to-End 暗号化キーがリセットされると、暗号化されたフォルダーに保存されているすべてのファイルにアクセスできなくなります。",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "End-to-End 暗号化鍵をリセットすべきなのは、セキュア・キー・ワード（ニーモニック）を紛失した場合だけです。",
    "Check on all connected devices if you can retrieve your mnemonic." : "接続されているすべてのデバイスで、ニーモニックを取得できるかどうかを確認します。",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "まだ接続されているデバイスは、キーを削除した後に問題が発生する可能性があるため、デバイスを切断して再接続することをお勧めします。",
    "Delete existing encrypted files" : "既存の暗号化されたファイルの削除",
    "Download unencrypted" : "暗号化されていない状態でダウンロードする"
},"pluralForm" :"nplurals=1; plural=0;"
}