{ "translations": {
    "This is someone else's private key" : "Dit is de privésleutel van iemand anders",
    "Could not find the private key of the user %s" : "Kan de privésleutel van %s niet vinden",
    "Internal error" : "Interne fout",
    "You are not allowed to delete this private key" : "Je bent niet bevoegd om deze privésleutel te wissen",
    "Could not find the private key belonging to the user %s" : "Kan de privésleutel van %s niet vinden",
    "internal error" : "Interne fout",
    "Could not find the public key belonging to the user %s" : "Kan de publieke sleutel van %s niet vinden",
    "Common name (CN) does not match the current user" : "CN komt niet overeen met de huidige gebruiker",
    "Could not find the public key belonging to %s" : "Kan de publieke sleutel van %s niet vinden",
    "This is not your private key to delete" : "Het is niet aan jou om deze privésleutel te verwijderen",
    "Could not find metadata for \"%s\"" : "Kan categorie \"%s\" niet vinden",
    "Can\\'t read metadata" : "Kan metadata niet lezen",
    "Can\\'t store metadata" : "Kan metadata niet opslaan",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Je mag het bestand niet bewerken. Zet het eerst op slot en stuur dan het juiste token",
    "Metadata-file doesn\\'t exist" : "Metadatabestand bestaat niet",
    "Only the owner can delete the metadata-file" : "Alleen de eigenaar kan het metadatabestand wissen",
    "Can\\'t delete metadata" : "Kan metadata niet verwijderen",
    "File already locked" : "Bestand zit al op slot",
    "You are not allowed to remove the lock" : "Je mag het slot niet verwijderen",
    "File not locked" : "Bestand niet op slot",
    "Can not decode userlist" : "Kan de gebruikerslijst niet decoderen",
    "End-to-End Encryption" : "Begin-tot-eind versleuteling",
    "End-to-end encryption endpoint" : "Begin-tot-eind versleutelingseindpunt",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state. Use only with test data, never in production!" : "Zorgt voor de noodzakelijke eindpunten voor end-to-end versleuteling. End-to-end versleuteling bevindt zich heden nog in alpha-status, dus gebruik het niet in productieomgevingen, maar enkel met testgegevens.",
    "Provides the necessary endpoint to enable end-to-end encryption. End-to-end encryption is still in alpha state, don't use this in production and only with test data!" : "Zorgt voor de noodzakelijke eindpunten voor begin-tot-eind versleuteling. Begin-tot-eind versleuteling is nog in alpha-status, dus gebruik het niet in productieomgevingen en met testgegevens."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}