{ "translations": {
    "This is someone else's private key" : "Ten klucz prywatny jest kogoś innego",
    "Could not find the private key of the user %s" : "Nie można znaleźć klucza prywatnego użytkownika %s",
    "Internal error" : "Błąd wewnętrzny",
    "You are not allowed to delete this private key" : "Nie masz prawa do usunięcia tego klucza prywatnego",
    "Could not find the private key belonging to the user %s" : "Nie można znaleźć klucza prywatnego należącego do użytkownika %s",
    "Could not find the public key belonging to the user %s" : "Nie można znaleźć klucza publicznego należącego do użytkownika %s",
    "Common name (CN) does not match the current user" : "Wartość CN nie pasuje dla obecnego użytkownika",
    "Could not find the public key belonging to %s" : "Nie można znaleźć klucza publicznego należącego do %s",
    "This is not your public key to delete" : "Klucz do usunięcia nie jest Twoim kluczem publicznym",
    "Cannot decode userlist" : "Nie można zdekodować listy użytkowników",
    "You are not allowed to create the lock" : "Nie możesz utworzyć blokady",
    "You are not allowed to lock the root" : "Nie możesz zablokować roota",
    "File already locked" : "Plik jest już zablokowany",
    "e2e-token is empty" : "Token e2e jest pusty",
    "You are not allowed to remove the lock" : "Nie możesz usunąć blokady",
    "File not locked" : "Plik niezablokowany",
    "Could not find metadata for \"%s\"" : "Nie można znaleźć metadanych dla \"%s\"",
    "Cannot read metadata" : "Nie można odczytać metadanych",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Nie masz uprawnień do edycji pliku, upewnij się, że plik jest zablokowany i wyślij prawidłowy token",
    "Cannot store metadata" : "Nie można zachować metadanych",
    "Metadata-file does not exist" : "Metadane pliku nie istnieją",
    "Only the owner can delete the metadata-file" : "Tylko właściciel może usuwać metadane pliku",
    "Cannot delete metadata" : "Nie można usunąć metadanych",
    "End-to-End Encryption" : "Szyfrowanie End-to-End",
    "End-to-end encryption endpoint" : "Końcówka szyfrowania end-to-end",
    "Submit" : "Wyślij",
    "Folder name cannot be empty" : "Nazwa katalogu nie może być pusta",
    "Folder name" : "Nazwa katalogu",
    "Continue" : "Kontynuuj",
    "Read only" : "Tylko do odczytu",
    "Edit" : "Edycja",
    "Remove" : "Usuń",
    "Share permissions" : "Uprawnienia udostępniania",
    "Save" : "Zapisz",
    "Error while uploading files" : "Błąd podczas przesyłania plików",
    "Error while uploading metadata" : "Błąd podczas przesyłania metadanych",
    "Select or drop files" : "Wybierz lub upuść pliki",
    "Upload encrypted files to {fileName}" : "Prześlij zaszyfrowane pliki do {fileName}",
    "Saved groups" : "Zapisano grupy",
    "Limit to groups" : "Ogranicz dla grup",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "W przypadku wybrania co najmniej jednej grupy tylko osoby z wymienionych grup mogą korzystać z aplikacji do szyfrowania End-to-End.",
    "Limit app usage to groups" : "Ogranicz korzystanie z aplikacji dla grup",
    "This is the final warning: Do you really want to reset your keys?" : "To jest ostatnie ostrzeżenie: Czy na pewno chcesz zresetować klucze?",
    "Cancel" : "Anuluj",
    "End-to-end encryption is currently enabled and correctly setup." : "Szyfrowanie end-to-end jest obecnie włączone i poprawnie skonfigurowane.",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "Szyfrowanie end-to-end jest obecnie wyłączone. Możesz skonfigurować z klientami {productName}.",
    "End-to-end encryption keys reset" : "Resetowanie kluczy szyfrowania end-to-end",
    "Unable to reset end-to-end encryption" : "Nie można zresetować szyfrowania end-to-end",
    "End-to-end encryption" : "Szyfrowanie End-to-End",
    "Close" : "Zamknij",
    "Reset end-to-end encryption" : "Zresetuj szyfrowanie end-to-end",
    "Please read carefully before resetting your end-to-end encryption keys" : "Przeczytaj uważnie przed zresetowaniem kluczy szyfrowania end-to-end",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "Po zresetowaniu kluczy szyfrowania end-to-end wszystkie pliki przechowywane w zaszyfrowanym katalogu będą niedostępne.",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "Klucze szyfrowania end-to-end należy resetować tylko w przypadku zgubienia bezpiecznych słów kluczowych (mnemonika).",
    "Check on all connected devices if you can retrieve your mnemonic." : "Sprawdź na wszystkich podłączonych urządzeniach, czy możesz odzyskać swój mnemonik.",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "Każde nadal podłączone urządzenie może powodować problemy po usunięciu kluczy, dlatego lepiej jest odłączyć i ponownie podłączyć urządzenia.",
    "Delete existing encrypted files" : "Usuń istniejące zaszyfrowane pliki"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}