{ "translations": {
    "This is someone else's private key" : "Ово је нечији туђи приватни кључ",
    "Could not find the private key of the user %s" : "Не могу да нађем приватни кључ корисника %s",
    "Internal error" : "Интерна грешка",
    "You are not allowed to delete this private key" : "Није Вам дозвољено да обришете овај приватни кључ",
    "Could not find the private key belonging to the user %s" : "Не могу да нађем приватни кључ који припада кориснику %s",
    "Could not find the public key belonging to the user %s" : "Не могу да нађем јавни кључ који припада кориснику %s",
    "Common name (CN) does not match the current user" : "Стандардно име (CN) се не поклапа са тренутним корисником",
    "Could not find the public key belonging to %s" : "Не могу да нађем јавни кључ који припада %s",
    "This is not your public key to delete" : "Ово није Ваш јавни кључ да га обришете",
    "Cannot decode userlist" : "Не може да се декодира листа корисника",
    "X-NC-E2EE-COUNTER is missing in the request" : "У захтеву недостаје X-NC-E2EE-COUNTER",
    "You are not allowed to create the lock" : "Није вам дозвољено да креирате катанац",
    "You are not allowed to lock the root" : "Није вам дозвољено да закључате корен",
    "File already locked" : "Фајл већ закључан",
    "e2e-token is empty" : "e2e-жетон је празан",
    "You are not allowed to remove the lock" : "Није Вам дозвољено да откључате фајл",
    "File not locked" : "Фајл није закључан",
    "Could not find metadata for \"%s\"" : "Не могу да нађем метаподатке за \"%s\"",
    "Cannot read metadata" : "Не могу да се прочитају метаподаци",
    "X-NC-E2EE-SIGNATURE is empty" : "X-NC-E2EE-SIGNATURE је празно",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Немате права да измените овај фајл, будите сигурни да сте га прво закључали, а онда пошаљите исправни токен",
    "Cannot store metadata" : "Не могу да се сачувају метаподаци",
    "Metadata-file does not exist" : "Фајл са метаподацима не постоји",
    "Only the owner can delete the metadata-file" : "Само власник може обрисати фајл метаподатака",
    "Cannot delete metadata" : "Не могу да се обришу метаподаци",
    "Cannot update filedrop" : "Не може да се ажурира место за упуштање фајлова",
    "Encrypted share" : "Шифровано дељење",
    "End-to-End Encryption" : "Шифровање са краја на крај",
    "End-to-end encryption endpoint" : "Крајња тачка шифровања са краја на крај",
    "This app provides all the necessary APIs to implement End-to-End encryption on the client side.\nAdditionally it implements Secure FileDrop and makes sure that End-to-End encrypted files are neither accessible via the web interface nor other WebDAV clients." : "Ова апликација обезбеђује потребне API-је за имплементацију шифровања с краја на крај на страни клијента.\nУз то, имплементира и безбедно упуштање фајлова и обезбеђује да  фајловима шифровани с краја на крај не може нити да се приступи из веб интерфејса нити осталим WebDAV клијентима.",
    "The server could serve malicious source code to extract the secret that protects your files." : "Сервер би могао да испоручује злонамерни изворни кôд за издвајање тајне којом се штите ваши фајлови.",
    "I understand the risks" : "Разумем ризике",
    "Submit" : "Пошаљи",
    "Create folder" : "Креирај фолдер",
    "Folder name cannot be empty" : "Назив фолдера не може да буде празно",
    "Folder name" : "Назив фасцикле",
    "Mnemonic" : "Мнемоник",
    "Continue" : "Настави",
    "Read only" : "Само за читање",
    "Edit" : "Измени",
    "Remove" : "Уклони",
    "Share permissions" : "Дозволе за дељење",
    "Save" : "Сачувај",
    "Enter your 12 words mnemonic" : "Унесите ваших 12 речи за лакше памћење",
    "Decrypting your files in the browser can weaken security" : "Дешифровање ваших фајлова у интернет прегледачу може да ослаби безбедност",
    "Error while uploading files" : "Грешка приликом отпремања фајлова",
    "Error while uploading metadata" : "Грешка приликом отпремања метаподатака",
    "Select or drop files" : "Одаберите или превуците фајлове",
    "Upload encrypted files to {fileName}" : "Отпреми шифроване фајлове у {fileName}",
    "Saved groups" : "Сачуване групе",
    "Limit to groups" : "Ограничи на групе",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "Када је изабрана барем једна група, апликацију Шифровање од краја до краја могу да користе само особе из наведених група.",
    "Limit app usage to groups" : "Ограничи коришћење апликације на групе",
    "Confirm resetting keys" : "Потврди ресетовање кључева",
    "This is the final warning: Do you really want to reset your keys?" : "Ово је последње упозорење: да ли заиста желите да ресетујете своје кључеве?",
    "Cancel" : "Откажи",
    "Reset keys" : "Ресетуј кључеве",
    "End-to-end encryption is currently enabled and correctly setup." : "Шифровање од-краја-до-краја је тренутно укључено и исправно подешено.",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "Шифровање од-краја-до-краја је тренутно искључено. Можете да га подесите са {productName} клијентима.",
    "Unable to delete private key" : "Не може да се обрише приватни кључ",
    "Unable to delete encrypted files" : "Не могу да се обришу шифровани фајлови",
    "End-to-end encryption keys reset" : "Кључеви шифровања од-краја-до-краја су ресетовани",
    "Unable to reset end-to-end encryption" : "Није могло да се ресетује шифровање од-краја-до-краја",
    "End-to-end encryption" : "Шифровање са краја на крај",
    "End to end encryption not available" : "Није доступно шифровање с-краја-на-крај",
    "Either your browser does not support end-to-end encryption or you are using an insecure connection (HTTP). Please use a modern browser and ensure you are using HTTPS." : "Или ваш интернет прегледач не подржава шифровање с-краја-на-крај, или користите небезбедну везу (HTTP). Молимо вас да користите модерни прегледач и HTTPS везу.",
    "Enable E2EE navigation in browser" : "Укључи E2EE навигацију у прегледачу",
    "Enabling E2EE in the browser can weaken security" : "Укључивање E2EE у интернет прегледачу може да ослаби безбедност",
    "Close" : "Затвори",
    "Reset end-to-end encryption" : "Ресетуј шифовање од-краја-до-краја",
    "Please read carefully before resetting your end-to-end encryption keys" : "Молимо вас да пажљиво прочитате пре ресетовања вашик кључева шифровања од-краја-до-краја",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "Једном када се ресетују ваши кључеви шифровања од-краја-до-краја, сви фајлови који се налазе у вашем шифрованом фолдеру постаће недоступни.",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "Кључеве шифровања од-краја-до-краја би требало да ресетујете само ако сте изгубили ваше речи безбедносног кључа (подсетника)",
    "Check on all connected devices if you can retrieve your mnemonic." : "Проверите на свим повезаним уређајима могућност да дођете до свог подсетника.",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "Неки још увек повезани уређај може да направи проблеме након брисања кључева, тако да је боље да се веза прекине, па да се уређаји поново повежу.",
    "Delete existing encrypted files" : "Обриши постојеће шифроване фајлове",
    "Download unencrypted" : "Преузми дешифровано"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}