{ "translations": {
    "This is someone else's private key" : "Detta är nån annans privata nyckel",
    "Could not find the private key of the user %s" : "Kunde inte hitta den privata nyckeln för användaren %s",
    "Internal error" : "Internt fel",
    "You are not allowed to delete this private key" : "Du har inte tillåtelse att radera denna privata nyckel",
    "Could not find the private key belonging to the user %s" : "Kunde inte hitta den privata nyckeln tillhörande användaren %s",
    "Could not find the public key belonging to the user %s" : "Kunde inte hitta den offentliga nyckeln för användaren%s",
    "Common name (CN) does not match the current user" : "Common name (CN) matchar inte den nuvarande användaren",
    "Could not find the public key belonging to %s" : "Kunde inte hitta den publika nyckeln som tillhör %s",
    "This is not your public key to delete" : "Detta är inte din publika nyckel att ta bort",
    "Cannot decode userlist" : "Kan inte avkoda användarlista",
    "X-NC-E2EE-COUNTER is missing in the request" : "X-NC-E2EE-COUNTER saknas i anropet",
    "You are not allowed to create the lock" : "Du tillåts inte att skapa låset",
    "You are not allowed to lock the root" : "Du tillåts inte att låsa topp-nivån",
    "File already locked" : "Fil redan låst",
    "e2e-token is empty" : "e2e-token är tom",
    "You are not allowed to remove the lock" : "Du tillåts inte ta bort låset",
    "File not locked" : "Fil inte låst",
    "Could not find metadata for \"%s\"" : "Kunde inte hitta metadata för \"%s\"",
    "Cannot read metadata" : "Kan inte läsa metadata",
    "X-NC-E2EE-SIGNATURE is empty" : "X-NC-E2EE-SIGNATURE är tom",
    "You are not allowed to edit the file, make sure to first lock it, and then send the right token" : "Du tillåts inte redigera filen, se till att först låsa den och sedan skicka rätt token",
    "Cannot store metadata" : "Kan inte lagra metadata",
    "Metadata-file does not exist" : "Metadatafil finns inte",
    "Only the owner can delete the metadata-file" : "Bara ägaren kan ta bort metadatafilen",
    "Cannot delete metadata" : "Kan inte radera metadata",
    "Cannot update filedrop" : "Kan inte uppdatera fillämning",
    "Encrypted share" : "Krypterad delning",
    "End-to-End Encryption" : "End-to-end-kryptering",
    "End-to-end encryption endpoint" : "Endpoint för end-to-end-kryptering",
    "This app provides all the necessary APIs to implement End-to-End encryption on the client side.\nAdditionally it implements Secure FileDrop and makes sure that End-to-End encrypted files are neither accessible via the web interface nor other WebDAV clients." : "Denna app tillhandahåller alla nödvändiga API:er för att implementera End-to-End-kryptering på klientsidan.\nDessutom implementerar den säker fillämning och säkerställer att End-to-End-krypterade filer varken är åtkomliga via webbgränssnittet eller andra WebDAV-klienter.",
    "The server could serve malicious source code to extract the secret that protects your files." : "Servern kan tillhandahålla skadlig källkod för att extrahera hemligheten som skyddar dina filer.",
    "I understand the risks" : "Jag förstår riskerna",
    "Do not show this warning the next time" : "Visa inte denna varning nästa gång",
    "Create new encrypted folder" : "Skapa en ny krypterad mapp",
    "Checking encryption setup …" : "Kontrollerar krypteringsinställningar …",
    "Submit" : "Skicka",
    "Create folder" : "Skapa mapp",
    "Folder name cannot be empty" : "Mappnamnet får inte vara tomt",
    "A folder with this name already exists" : "En mapp med detta namn finns redan",
    "\"{char}\" is not allowed in folder names" : "\"{char}\" är inte tillåtet i mappnamn",
    "Folder name cannot end with \"{extension}\"" : "Mappnamn får inte sluta med \"{extension}\"",
    "Folder name is invalid" : "Mappnamnet är ogiltigt",
    "Creating folder …" : "Skapar mapp …",
    "Folder name" : "Mappnamn",
    "Encrypting your files in the browser can weaken security" : "Att kryptera dina filer i webbläsaren kan försvaga säkerheten",
    "Decrypting with given mnemonic failed" : "Dekryptering med angivet krypteringsord misslyckades",
    "Mnemonic" : "Krypteringsord",
    "Setup encryption" : "Aktivera kryptering",
    "Continue ({secondsLeft})" : "Fortsätt ({secondsLeft})",
    "Continue" : "Fortsätt",
    "To set up encryption, a new private key will be generated for you." : "För att aktivera kryptering kommer en ny privat nyckel att genereras åt dig.",
    "Please make sure to back up the following recovery phrase, as it will be required to access your encrypted files." : "Se till att säkerhetskopiera följande återställningsfras, eftersom den krävs för att få åtkomst till dina krypterade filer.",
    "Your recovery phrase is:" : "Din återställningsfras är:",
    "End-to-end encrypted filedrop" : "End-to-end-krypterad fillämning",
    "End-to-end encrypted filedrops" : "End-to-end-krypterade fillämningar",
    "New filedrop" : "Ny fillämning",
    "Copy filedrop link" : "Kopiera fillämningslänk",
    "Delete filedrop" : "Ta bort fillämning",
    "The selected user has not yet enabled end-to-end encryption." : "Den valda användaren har ännu inte aktiverat end-to-end-kryptering.",
    "End-to-end encrypted shares" : "End-to-end-krypterade delningar",
    "Create end-to-end encrypted share" : "Skapa end-to-end-krypterad delning",
    "Read only" : "Läsbehörighet",
    "Edit" : "Redigera",
    "Remove" : "Ta bort",
    "Share permissions" : "Delningsbehörigheter",
    "Save" : "Spara",
    "Enter your 12 words mnemonic" : "Ange dina 12 krypteringsord",
    "Decrypting your files in the browser can weaken security" : "Att dekryptera dina filer i webbläsaren kan försvaga säkerheten",
    "Error while uploading files" : "Fel vid uppladdning av filer",
    "Error while uploading metadata" : "Fel vid uppladdning av metadata",
    "Select or drop files" : "Välj eller dra filer hit",
    "Upload encrypted files to {fileName}" : "Ladda upp krypterade filer till {fileName}",
    "Saved groups" : "Sparade grupper",
    "Limit to groups" : "Begränsa till grupper",
    "When at least one group is selected, only people of the listed groups can use the End-to-End encryption app." : "När minst en grupp är vald kan endast personer i de listade grupperna använda appen för end-to-end-kryptering.",
    "Limit app usage to groups" : "Begränsa appanvändning till grupper",
    "Confirm resetting keys" : "Bekräfta återställning av nycklar",
    "This is the final warning: Do you really want to reset your keys?" : "Detta är den sista varningen: Vill du verkligen återställa dina nycklar?",
    "Cancel" : "Avbryt",
    "Reset keys" : "Återställ nycklar",
    "End-to-end encryption is currently enabled and correctly setup." : "End-to-end-kryptering är för närvarande aktiverad och korrekt inställd.",
    "End-to-end encryption is currently disabled. You can set it up with the {productName} clients." : "End-to-end-kryptering är för närvarande inaktiverad. Du kan aktivera det med {productName}-klienterna.",
    "Unable to delete private key" : "Kunde inte ta bort den privata nyckeln",
    "Unable to delete encrypted files" : "Kunde inte ta bort krypterade filer",
    "End-to-end encryption keys reset" : "Krypteringsnycklar för end-to-end-kryptering har återställs",
    "Unable to reset end-to-end encryption" : "Det gick inte att återställa end-to-end-kryptering",
    "End-to-end encryption" : "End-to-end-kryptering",
    "End to end encryption not available" : "End to end encryption är inte tillgänglig",
    "Either your browser does not support end-to-end encryption or you are using an insecure connection (HTTP). Please use a modern browser and ensure you are using HTTPS." : "Antingen stöder din webbläsare inte end-to-end kryptering eller så använder du en osäker anslutning (HTTP). Använd en modern webbläsare och säkerställ att du använder HTTPS.",
    "Enable E2EE navigation in browser" : "Aktivera E2EE-navigering i webbläsaren",
    "Enabling E2EE in the browser can weaken security" : "Att aktivera E2EE i webbläsaren kan försvaga säkerheten",
    "Close" : "Stäng",
    "Reset end-to-end encryption" : "Återställ end-to-end-kryptering",
    "Please read carefully before resetting your end-to-end encryption keys" : "Läs noga innan du återställer dina krypteringsnycklar för end-to-end-kryptering",
    "Once your end-to-end encryption keys are reset, all files stored in your encrypted folder will be inaccessible." : "När dina krypteringsnycklar för end-to-end-kryptering har återställts kommer alla filer som lagras i din krypterade mapp att vara oåtkomliga.",
    "You should only reset your end-to-end encryption keys if you lost your secure key words (mnemonic)." : "Du bör endast återställa dina krypteringsnycklar för end-to-end-kryptering om du tappat bord dina krypteringsord.",
    "Check on all connected devices if you can retrieve your mnemonic." : "Kontrollera på alla anslutna enheter om du kan hitta dina krypteringsord.",
    "Any still connected device might cause problems after deleting the keys, so it is better to disconnect and reconnect the devices again." : "Alla enheter som fortfarande är anslutna kan orsaka problem efter att du tagit bort nycklarna, så det är bättre att koppla från och återansluta enheterna igen.",
    "Delete existing encrypted files" : "Radera befintliga krypterade filer",
    "Download unencrypted" : "Ladda ner okrypterad",
    "New encrypted folder" : "Ny krypterad mapp",
    "Creating new encrypted folder: Cancelled" : "Skapande av ny krypterad mapp: Avbruten",
    "Creating new encrypted folder: Failed" : "Skapande av ny krypterad mapp: Misslyckades"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}